<template>
  <div class="page-service">
    <h3 class="text-center">田夫网用户注册服务协议</h3>
    <p>欢迎阅读田夫网服务条款协议（下称“本协议”）。</p>
    <h3>一、平台服务条款的接纳</h3>
    <p>1、“田夫网”所提供的各项服务的所有权和运作权属于四川协农农业发展有限公司。</p>
    <p>2、本协议内容包括协议正文及所有田夫网已经发布或将来可能发布并采取合理途径通知的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
    <p>3、田夫网有权根据业务需要酌情修订“条款”，并以网站公告的形式进行更新，不再单独通知。如您继续使用“服务”，则视为已接受经修订的“条款”；如您不同意相关修订，请您立即停止使用“服务”。当您与田夫网发生争议时，应以最新的“条款”为准。</p>
    <p>4、服务条款的修改权归四川协农农业发展有限公司。</p>
    <h3>二、平台用户注册须知</h3>
    <p>1、使用田夫网服务的用户必须是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。</p>
    <p>2、当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与田夫网达成一致，成为田夫网“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</p>
    <p>3、您在田夫网通过注册、发布、上传、下载等方式展现的信息，如违反国家有关法律法规的规定，给他人造成损害的，您应承担相应法律责任，田夫网对此免责。</p>
    <p>4、用户注册成为田夫网用户后，因交易、获取有偿服务或接触田夫网服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其他方面的费用均由用户负责支付，田夫网仅作为交易地点。</p>
    <p>5、注册用户须自行负责对您的登录账号、密码等信息保密，且须对该登录名和密码下发生的所有活动承担相应责任。</p>
    <h3>三、平台服务内容</h3>
    <p>1、关于信息</p>
    <p>田夫网不对平台产品描述的准确性或内容负责，用户须保证所发布的资料信息不会违反任何法律、法规、条例、规章，不侵害任何第三者的权益，并且不含有田夫网认为应禁止或限制发布的信息。</p>
    <p>2、交易规则</p>
    <p>2.1 田夫网提供交易平台，不参与交易过程，交易风险由买卖双方自行承担，须谨慎交易。同时，田夫网不涉及买卖双方因交易而发生的法律关系及法律纠纷，不会且不能牵涉进交易各方的交易当中。</p>
    <p>2.2 田夫网不能控制或保证商贸信息的真实性、合法性、准确性，亦不能控制或保证交易所涉及的物品的质量、安全或合法性，以及相关交易各方履行在贸易协议项下的各项义务的能力，田夫网不能也不会控制交易各方能否履行协议义务。</p>
    <p>2.3 卖家承诺不销售国家命令淘汰或者过期、失效、变质的商品，不销售掺杂、掺假、以假充真、以次充好的商品，不得以不合格商品冒充合格商品。如田夫网发现任何破坏交易规则的行为，有权根据情节轻重对会员予以账号限权直至账号关闭等处罚，如已发生交易造成的相关损失由交易双方自行承担。</p>
    <p>3、关于处理交易争议</p>
    <p>买卖双方在交易履行过程中产生交易争议，双方自行协商解决，若双方无法协商或协商不能达成一致意见，一方或双方可申请提交田夫网进行斡旋处理。因田夫网非司法机构，对证据的鉴别能力及纠纷的处理能力有限，故不对争议处理结果承担任何责任。交易发生后买家需在收货</p>
    <p>4、其他服务</p>
    <p>4.1 如您利用平台涉嫌违法行为且对平台的任意第三方造成伤害的，您均应当以自己的名义独立承担所有的法律责任。</p>
    <p>4.2 若您被平台用户投诉，涉及到违法或违反本协议的行为，平台将第一时间告知您，您必须于3个工作日内提交举证资料，如未提供平台有权公布您的违法行为及部分用户信息并作出处罚（包括但不限于限权、商品下架、用户违法信息曝光、终止服务等）。</p>
    <h3>四、适用法律和解决争议办法</h3>
    <p>1、本协议的订立、执行和解释及争议的解决均应适用中国法律。如本协议条款与中国法律相抵触时，则该等条款将按中国法律法规的规定重新修订，而其他条款则仍然具有法律效力。</p>
    <p>如就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成的，任何一方均有权向成都市人民法院提起诉讼。</p>
  </div>
</template>

<script>
  export default {
      data(){
        return{}
      },
      components:{
      },
    }
</script>

<style scoped>
  .page-service{
    padding: 0.3rem;
    background:#fff;
  }
  .page-service p{
    text-indent: 2em;
    line-height: 0.5rem;
  }
  .page-service h2{
    margin: 10px 0;
  }
</style>